Repository: anaisbetts/yikes
Catalog: ext/x264/gtk/*.po
Languages: fr

source: Different from default values
fr: Diffère des valeurs par défaut

source: Same result !
fr: Même résultat!

source: %.2fKB/s (%.2f fps)
fr: %.2fKo/s (%.2f fps)

source: %dKB
fr: %dKo

source: 0KB
fr: 0Ko

source: 1 (Fastest)
fr: 1 (la plus rapide)

source: 4x4 Intra search
fr: Recherche 4x4 Intra

source: 4x8, 8x4 and 4x4 P-frame search
fr: Recherche 4x8, 8x4 and 4x4 dans les images P

source: 5 (High quality)
fr: 5 (Haute qualité)

source: 6 (RDO)
fr: 6 (optimisation R/D)

source: 6b (RDO on B frames)
fr: 6b (optimisation R/D sur les images B)

source: 8x16, 16x8 and 8x8 B-frame search
fr: Recherche 8x16, 16x8 et 8x8 dans les images B

source: 8x16, 16x8 and 8x8 P-frame search
fr: Recherche 8x16, 16x8 et 8x8 dans les images P

source: 8x8 Intra search
fr: Recherche 8x8 Intra

source: 8x8 Transform
fr: Transformée 8x8

source: Adaptive
fr: Adaptatif

source: All supported
fr: Tous supportés

source: Auto
fr: Automatique

source: Average bitrate
fr: Débit moyen

source: Avisynth Script
fr: Script Avisynth

source: B-Frames
fr: Images B

source: B-frames reduction (%)
fr: Malus B-frames

source: Bias
fr: Biais

source: Bidirectional ME
fr: EM bidirectionnel

source: Bitrate
fr: Débit

source: Bitrate variability (%)
fr: Variabilié du débit (%)

source: Can't stat file
fr: Ne peut accéder au fichier

source: Chroma ME
fr: EM sur la chroma

source: Configure
fr: Configurer

source: Container:
fr: Conteneur:

source: Current video frame:
fr: Image actuelle:

source: Custom matrix
fr: Matrice personnalisée

source: DCT decimate
fr: Décimation DCT

source: Deblocking Filter
fr: Filtre de lissage

source: Debug
fr: Déboguage

source: Default
fr: Par défaut

source: Diamond Search
fr: Recherche en diamant

source: Direct mode
fr: Mode direct

source: Disabled
fr: Désactivé

source: Enabled (mode decision)
fr: Activé (décision de mode)

source: Enabled (once)
fr: Activé

source: Encoding status
fr: Situation dans le codage

source: Encoding type
fr: Type de codage

source: Error
fr: Erreurs

source: Error ! %d
fr: Erreur ! %d

source: Error ! %d %d %d
fr: Erreur ! %d %d %d

source: Error: input file name is not set
fr: Erreur: pas de nom pour le fichier d'entrée

source: Error: output file name is not set
fr: Erreur: pas de nom pour le fichier de sortie

source: Error: unknown input file type
fr: Erreur: type inconnu de fichier en entrée

source: Error: unknown output file type
fr: Erreur: type inconnu de fichier en sortie

source: Exhaustive search
fr: Recherche exhaustive

source: Fast P skip
fr: Skip pour P rapide

source: Flat matrix
fr: Matrice plate

source: Frame count:
fr: Nombre d'images:

source: Frame rate den:
fr: Dénominateur du FPS

source: Frame rate num:
fr: Numérateur du FPS

source: Height:
fr: Hauteur:

source: Hexagonal Search
fr: Recherche en hexagone

source: Info
fr: Information

source: Input file
fr: Fichier d'entrée

source: Input file:
fr: Fichier d'entrée:

source: JVT matrix
fr: Matrice JVT

source: Keyframe boost (%)
fr: Bonus image clé (%)

source: Loading configuration from %s
fr: Chargement de la configuration à partir de %s

source: Loading default configuration
fr: Chargement de la configuration par défaut

source: Log level
fr: Niveau de trace

source: MB & Frames
fr: MB et image

source: Main settings
fr: Réglages principaux

source: Max IDR-frame interval
fr: Distance max entre images IDR

source: Max QP
fr: QP max

source: Max QP Step
fr: Pas max pour QP

source: Max Ref. frames
fr: Max images de Ref.

source: Max consecutive
fr: Consécutives maximal

source: Method
fr: Méthode

source: Min IDR-frame interval
fr: Distance min entre images IDR

source: Min QP
fr: QP min

source: Misc. Options
fr: Options diverses

source: Mixed Refs
fr: Réf. mélangées

source: More...
fr: Plus...

source: Motion Estimation
fr: Estimation de mouvement

source: Multipass - First Pass
fr: Plusieurs passes - première

source: Multipass - First Pass (fast)
fr: Plusieurs - première (rapide)

source: Multipass - Nth Pass
fr: Plusieurs - passe N

source: Noise reduction
fr: Débruitage

source: None
fr: Aucune

source: Output file
fr: Fichier de sortie

source: Output file (without ext.):
fr: Fichier de sortie (sans ext.)

source: Output path:
fr: Répertoire de sortie

source: Partition decision
fr: Decision de la partition

source: Progress:
fr: Progression:

source: Quantization limits
fr: Limite de quantification

source: Quantization matrices
fr: Matrices

source: Quantizer
fr: Pas de quantification

source: Range
fr: Portée

source: Rate Control
fr: Contrôle de débit

source: Sample Aspect Ratio
fr: Ratio d'aspect de pixel

source: Scene Cut Threshold
fr: Seuil de changement

source: Scene Cuts
fr: Changements de scène

source: Select a file
fr: Choisir un fichier

source: Select a path
fr: Choisir un répertoire

source: Single Pass - Bitrate
fr: Passe unique - débit

source: Single Pass - Quantizer
fr: Passe unique - Quantificateur

source: Spatial
fr: Spatiale

source: Statistic file
fr: Fichier de statistiques

source: Strength
fr: Force

source: Target bitrate
fr: Débit visé

source: Temporal
fr: Temporelle

source: Threads
fr: Tâches

source: Threshold
fr: Seuil

source: Time elapsed:
fr: Temps écoulé:

source: Trellis
fr: Treillis

source: Uneven Multi-Hexagon
fr: Recherche par hexagones inégaux

source: Use as references
fr: Utiliser comme références

source: Video data:
fr: Données vidéo:

source: Video rendering rate:
fr: Vitesse de codage vidéo:

source: Warning
fr: Avertissements

source: Weighted biprediction
fr: Bi-Prédiction à poids normalisés

source: Width:
fr: Largeur:

source: Writing configuration to %s
fr: Ecriture de la configuration dans %s

source: X264 Configuration
fr: Configuration de X264

source: X264 Gtk Encoder
fr: Interface GTK+ pour X264

source: YUV CIF sequence
fr: Séquence YUV de dimensions CIF

source: YUV QCIF sequence
fr: Séquence YUV de dimensions QCIF

source: YUV sequence
fr: Séquence YUV

source: YUV4MPEG2 sequence
fr: Séquence YUV4MPEG2

source: can't set outfile param
fr: ne peut le paramètre du fichier de sortie

source: could not open input file '%s'
fr: Erreur lors de l'ouverture du fichier d'entrée '%s'

source: encoded %d frames, %.2f fps, %.2f kb/s
fr: %d images codées, %.2f fps, %.2f kb/s

source: encoding...
fr: codage...

source: file output : %s
fr: fichier de sortie : %s

source: need to increase buffer size (size=%d)
fr: doit accroître la taille de mémoire tampon (taille=%d)

source: problem...
fr: Problème...

source: x264_encoder_encode failed
fr: x264_encoder_encode a échoué

source: x264_encoder_open failed
fr: x264_encoder_open a échoué
